export const questionsArr = [
  {
    question: 'Яка тривалість навчання?',
    answer: 'Навчання буде тривати 5-8 тижнів',
  },
  {
    question: 'Чи можу я навчатись, якщо повний 0 в ТГ?',
    answer:
      'Звичайно! Наше навчання якраз розраховано на новачків, які хочуть почати заробляти онлайн, опанувавши нову професію',
  },
  {
    question: 'Є гарантія на навчання?',
    answer:
      'Гарантуємо повернення коштів, якщо ти не почнеш отримувати прибуток в перші 6 місяців з закінчення навчання за умови, що були пройдені всі модулі, виконане все без виключення домашнє завдання та була присутність на всіх без винятку живих зустрічах',
  },
  {
    question: 'Як швидко я зможу почати заробляти або знайти роботу?',
    answer:
      'Перші проекти ти зможеш взяти вже під час навчання - ми даємо всі необхідні інструменти для пошуку роботи і проектів, а також проводимо конкурси серед учнів і кращих забираємо в команду',
  },
  {
    question: 'Чи можна оплатити навчання частинами?',
    answer:
      'Так, звичайно. У нас для всіх є розстрочка від банків, та внутрішня оплата частинами. Розстрочка без %, ми покриваємо комісію',
  },
  {
    question: 'Як я можу оплатити навчання, якщо я закордоном?',
    answer: 'Напиши нам в телеграм, і ми надішлемо реквізити іноземної картки частинами.',
  },
  {
    question: 'Чи приймаєте ви оплату в крипті?',
    answer: 'Так. Напиши нам в телеграм, і ми допоможемо з проведенням платежу',
  },
];