import Container from '../components/WrapperList/Container';

import './PrivacyPolicy.scss';

export default function PrivacyPolicy() {
  return (
    <div className="privacyPolicy">
      <Container>
        <h1 className="privacyPolicy__title">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</h1>
        <div>
          <h2 className="privacyPolicy__subtitle">ПРЕАМБУЛА</h2>
          <p>
            Дана Політика конфіденційності та захисту персональних даних (надалі – «Політика») розроблена для вебсайту
            https://www.tele-star.com.ua/ з метою пояснити його користувачам, в яких цілях та які саме персональні дані
            особи збираються, обробляються, використовуються та зберігаються при користуванні даним вебсайтом та при
            отриманні Користувачами персонального доступу до освітньої платформи в рамках надання послуг за Договором
            Публічної оферти. Управління вебсайтом https://www.tele-star.com.ua/ (надалі – «Сайт») та пакетами послуг,
            інформація щодо яких розміщена на цьому ж Сайті, здійснюється Фізичною особою-підприємцем Смірновим
            Ростиславом Володимировичем (ІПН 3384601316) (надалі – «Адміністрація сайту», «Адміністрація»), що
            визнається розпорядником (процесор за GDPR) та володільцем (контролер за GDPR) персональних даних. Просимо
            Вас уважно ознайомитись з даною Політикою та її положеннями у разі, якщо Ви хочете користуватися функціями
            цього Сайту, мати можливість акцептування Публічної оферти, отримання технічної підтримки та/або оформлення
            реєстраційних форм для оформлення пакету послуг та отримання в подальшому персонального доступу до освітньої
            платформи.
          </p>
          <p className="privacyPolicy__text">
            ЗАГАЛЬНІ ПОЛОЖЕННЯ
            <p>
              Політика конфіденційності розроблена з урахуванням всіх вимог та відповідно до: Регламенту ЄС № 2016/679
              від 27.04.2016 року (GDPR - General Data Protection Regulation); Закону України «Про захист персональних
              даних»; інших нормативних актів українського законодавства, що регламентують правові відносини, пов'язані
              зі збором, обробкою, зберіганням персональних даних, а також правом громадян на невтручання в особисте
              життя та правом на самовираження. Положення цієї Політики застосовуються виключно до Сайту, що
              розташований за адресою: https://www.tele-star.com.ua/. Адміністрація Сайту не контролює і не несе
              відповідальність за операції з персональними даними через: сервіси, що забезпечують повноцінне
              функціонування Сайту та процес оплати за курси, що на ньому доступні, зокрема сервіси Google та
              Фінансового агента; месенджери та інші засоби зв’язку, що забезпечують комунікацію між Адміністрацією та
              користувачами Сайту. Адміністрація Сайту залишає за собою право вносити будь-які зміни та виправлення до
              цієї до Політики у разі зміни способу, порядку та/або мети збирання, обробки, використання або зберігання
              персональних даних, отримуваних Адміністрацією. Політика є дійсною в тій редакції та на тих умовах, які
              існували на момент її акцептування.
            </p>
          </p>
          <h2 className="privacyPolicy__subtitle">ТЕРМІНОЛОГІЯ</h2>
          <p>
            Цим пунктом визначається інтерпретація нижченаведених термінів, визначень і виразів, які використовуються в
            цій Політиці конфіденційності. Вебсайт (Сайт) – це сукупність програмних, інформаційних, а також будь-яких
            інших засобів, логічно пов’язаних між собою, доступних у мережі Інтернет за адресою:
            https://www.tele-star.com.ua/. Володілець персональних даних – фізична або юридична особа, яка визначає мету
            обробки персональних даних, встановлює склад цих даних та процедури їх обробки, якщо інше не визначено
            законом. Користувач – будь-яка фізична особа, яка має доступ до Сайту, яка використовує Сайт з допомогою
            мережі Інтернет. Персональні дані – відомості чи сукупність відомостей про фізичну особу, яка ідентифікована
            або може бути конкретно ідентифікована. Публічна оферта – пропозиція Адміністрації вебсайту, адресована
            будь-якій особі укласти з ним публічний договір про надання послуг, що розміщена на Сайті чи на одній з
            вебсторінок Сайту. Розпорядник персональних даних – фізична чи юридична особа, якій володільцем персональних
            даних або законом надано право обробляти ці дані від імені володільця. Уповноважені особи – ті особи, яким
            Адміністрацією наданий доступ до персональних даних, зокрема підрядники Адміністрації сайту. Розсилка –
            електронні, текстові та/або мультимедійні повідомлення на електронну пошту (e-mail), номер контактного
            телефону, облікові записи Користувача в додатках Telegram, Viber тощо із комерційною та/або некомерційною
            пропозицією від Адміністрації вебсайту та/або третіх осіб. Суб’єкт персональних даних – фізична особа,
            персональні дані якої обробляються. Пакет послуг – сукупність послуг з усього комплексу інформаційних послуг
            за Договором Публічної оферти, що надаються Користувачам на умовах Публічної оферти. Фінансовий агент –
            платіжна система (в особі Товариства з обмеженою відповідальністю «ФІНАНСОВА КОМПАНІЯ «ВЕЙ ФОР ПЕЙ»), яка
            реалізовує організацію та здійснення переказу грошових коштів за дорученням Адміністрації вебсайту із
            використанням електронних способів обробки платежів за реалізовані товари або послуги на Сайті.
            Cookies-файли – невеликий фрагмент даних (текстовий файл), який вебсайт під час його відвідування
            Користувачем зберігає на електронно-обчислювальному пристрої (комп'ютера, телефону, планшета і т.д.)
            Користувача. Решта термінів, що використовуються в Договорі, визначаються згідно з нормами чинного
            законодавства України.
          </p>
          <h2 className="privacyPolicy__subtitle">КАТЕГОРІЯ СУБ’ЄКТІВ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            До категорії суб’єктів персональних даних можуть входити Користувачі вебсайту, які надали згоду на обробку
            Cookies-файлів та особи, які уклали договір приєднання з Адміністрацією вебсайту шляхом акцепту Публічної
            оферти.
          </p>
          <h2 className="privacyPolicy__subtitle">ПРЕДМЕТ ПОЛІТИКИ ТА СКЛАД ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Цією Політикою на Адміністрацію Сайту та на Уповноважених осіб покладається зобов’язання щодо нерозголошення
            та забезпечення режиму захисту конфіденційності персональних даних Користувачів. Політика встановляє мету
            (цілі) та підстави обробки персональних даних, категорії суб’єктів персональних даних, склад персональних
            даних, порядок обробки персональних даних та Cookies-файлів, а також порядок здійснення розсилки, згоду на
            обробку яких надав Користувач Сайту. Джерела, з яких отримуються персональні дані, що використовуються
            згідно з даною Політикою: Реєстраційні форми. Форми, які Користувач самостійно заповнює при замовленні
            пакету послуг. Електронна пошта. Електронні повідомлення при взаємодії з Адміністрацією чи Уповноваженими
            особами для комунікації. Телефон. Здійснення дзвінків для комунікації з Адміністрацією чи Уповноваженими
            особами. Взаємодія з нашою рекламою. Взаємодія з нашими рекламними оголошеннями (наприклад, якщо ви
            взаємодієте з одним із наших рекламних оголошень на сторонньому вебсайті, ми можемо отримати інформацію про
            таку взаємодію). Дані з інших джерел. Соціальні мережі (наприклад, Facebook, Google), маркетингові
            дослідження, сторонні агрегатори даних, публічні та інші джерела, з яких Адміністрація сайту або
            Уповноважені особи отримали доступ до персональних даних. Адміністрація збирає лише ті персональні дані, які
            були свідомо і добровільно надані самим Користувачем для користування Сайтом, замовлення пакету послуг
            та/або для комунікації з Адміністрацією чи Уповноваженими особами. При використанні Користувачем будь-яких
            джерел з п.4.3. здійснюється обробка його персональних даних, до яких в тих чи інших випадках можуть
            відноситись: <p>Ім’я</p> <p>Прізвище</p> <p>По батькові</p>
            <p>Адреса</p>
            <p>Електронна пошта</p> <p>Контактний номер телефону</p>
          </p>
          <p className="privacyPolicy__text">
            Окрім вищезазначених персональних даних Адміністрація залишає за собою право автоматичного збору в процесі
            відвідування Користувачем вебсайту Cookies-файлів. Адміністрація Сайту не збирає дані, щодо збору яких
            встановлені обмеження та/або заборона відповідно до Закону України «Про захист персональних даних», а також
            не здійснює обробку персональних даних, яка становить особливий ризик для прав і свобод суб’єктів
            персональних даних. Для здійснення оплати послуг за Публічною офертою, Користувач переходить за посиланням
            на захищену сторінку Фінансового агента. У передбаченому місці Користувач повинен вказати реквізити своєї
            платіжної карти. Всі платежі обробляються Фінансовим агентом відповідно до стандартів захисту реквізитів
            картки. Обробку персональних даних щодо банківських рахунків, банківських карток, платіжної інформації тощо
            здійснює Фінансовий агент відповідно до Політики конфіденційності або інших документів Фінансового агента.
          </p>
          <h2 className="privacyPolicy__subtitle">СКЛАД ТА ПОРЯДОК ОБРОБКИ COOKIES-ФАЙЛІВ</h2>
          <p>
            Адміністрація вебсайту використовує сервіс для веб-аналітики Google Analytics та сервіс для рекламування
            вебсайту Google Ads, що пропонує Google Inc. (надалі «Google»), а також збирає власні сеансові Cookies-файли
            виключно для відслідковування відвідування Сайту та можливості його оптимізації. Google Analytics та Google
            Ads використовують Cookies-файли, які зберігаються на електронно-обчислювальному пристрою для полегшення
            аналізу використання вебсайту та зберігають інформацію про онлайн-поведінку Користувача. Cookies-файли не
            завдають шкоди електронно-обчислювальному пристрою Користувача та не містять вірусів. Сookies-файли Google
            можуть збирати наступну інформацію: адреси веб-сторінок вебсайту, які переглядав Користувач; адреси
            попередніх веб-сторінок, з яких було отримано доступ до вебсайту; мовні налаштування браузера; час, дата та
            тривалість відвідування вебсайту; IP-адреси електронно-обчислювального пристрою (комп'ютера, телефону,
            планшета і т.д.) Користувача; інформації про операційну систему; інформації про браузер Користувача, в т.ч.
            найменування, версію браузера і т.д. Цією Політикою конфіденційності передбачено можливість обробляти
            «сеансові» та «постійні» Cookies-файли. «Сеансові» Cookies-файли є тимчасовими і зберігаються тільки до
            моменту закінчення сеансу браузера.
          </p>
          <p>
            «Постійні» Cookies-файли залишаються на жорсткому диску електронно-обчислювального пристрою Користувача або
            на електронному носії до тих пір, поки Користувач не видалить їх. Інформація про використання Користувачем
            вебсайту, створена Cookies-файлами Google, передається і зберігається на сервері Google у Сполучених Штатах
            Америки. Google використовуватиме цю інформацію для оцінки використання Користувачем вебсайту, для складання
            звітів про діяльність вебсайту та для надання Адміністрації вебсайту інших послуг, пов’язаних із діяльністю
            вебсайту та використанням Інтернету. IP-адреса, передана з браузера Користувача, як частина Google Analytics
            або Google Ads, не буде об’єднана з будь-якими іншими даними, якими володіє Google. Адміністрація вебсайту
            разом з сервісами Google може обробляти: Необхідні Cookies-файли допомагають зробити вебсайт придатним для
            використання, забезпечуючи основні функції, такі як навігація сторінкою та доступ до захищених областей
            вебсайту. Вебсайт не може працювати належним чином без цих файлів Cookies-файлів. Статистичні файли
            Cookies-файли допомагають Адміністрації вебсайту зрозуміти, як відвідувачі взаємодіють із вебсайтом,
            збираючи та анонімно повідомляючи інформацію. Маркетингові Cookies-файли використовуються для відстеження
            Користувачів вебсайтів. Мета полягає в тому, щоб показувати оголошення, які є релевантними та привабливими
            для окремого Користувача, а отже, більш цінними для видавців. Користувач має право відмовитися від
            використання Cookies-файлів шляхом зміни відповідних налаштувань в програмному забезпеченні свого браузера
            або шляхом відправлення електронного листа. У випадку відмови від обробки Cookies-файлів, Користувач не
            зможете використовувати всі функції вебсайту.
          </p>
          <h2 className="privacyPolicy__subtitle">МЕТА (ЦІЛЬ) ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Обробка персональних даних за цією Політикою конфіденційності здійснюється з метою (ціллю) належного надання
            Адміністрацією вебсайту послуг Користувачу, а саме: формування списку учасників освітньої платформи;
            встановлення із Користувачем комунікації шляхом додавання облікового запису Користувача до Telegram-чату, що
            є предметом Договору Публічної оферти; комунікація з Користувачем за допомогою платформ, що забезпечують
            використання аудіо- та відеозв’язку, для надання послуг Адміністрацією вебсайту; здійснення розсилки за
            додатковою згодою суб’єкта персональних даних на адресу електронної пошти; надання Користувачеві ефективної
            клієнтської і технічної підтримки при виникненні проблем, пов'язаних із використанням Сайту; контролю
            навантаження на Сайт; проведення аналізу щодо ефективності рекламних кампанії, трафік яких налаштований на
            вебсайт; проведення статистичних та інших досліджень на основі знеособлених даних. Персональні дані
            Користувача можуть бути використані для інших цілей, не передбачених Політикою конфіденційності, що є
            необхідними для належного виконання покладених на Адміністрацію вебсайту та Уповноважених осіб Публічною
            офертою своїх зобов’язань.
          </p>
          <h2 className="privacyPolicy__subtitle">ПІДСТАВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Бути суб’єктом персональних даних та надавати згоду на обробку своїх персональних даних має право особа, яка
            набула повної цивільної дієздатності відповідно до чинного законодавства держави свого громадянства. У
            випадку, якщо в особи відсутній достатній рівень дієздатності, то згоду на обробку персональних даних такої
            особи надають батьки, опікуни (піклувальники), усиновлювачі. Згода на обробку персональних даних, визначених
            п.4.5. цієї Політики конфіденційності надається Користувачем шляхом: проставлення відмітки про надання
            дозволу на обробку персональних даних під час відвідування Сайту; або здійснення комунікації з
            Адміністрацією та/або Уповноваженими особами через засоби мобільного зв’язку або за допомогою адреси
            електронної пошти. Згода на обробку Cookies-файлів надається Користувачем шляхом проставлення відмітки про
            надання дозволу на обробку в спливаючому вікні. На Сайті не передбачено можливості обробки персональних
            даних до моменту проставляння відмітки. Шляхом надання згоди на обробку даних у порядку, передбаченому цим
            Розділом, Користувач повністю і безумовно погоджується з усіма положеннями цієї Політики конфіденційності.
            Користувач дає свою згоду Адміністрації вебсайту на збір, систематизацію, накопичення, зберігання, уточнення
            (оновлення, виправлення), використання, поширення, знеособлення, блокування, знищення своїх персональних
            даних. У разі, якщо Користувач не надає згоду на обробку його персональних даних у порядку, передбаченому
            п.7.2. цієї Політики конфіденційності, Користувач не матиме можливості отримувати послуги, передбачені
            Публічною офертою.
          </p>
          <h2 className="privacyPolicy__subtitle">ПОРЯДОК ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Адміністрація вебсайту збирає персональні дані з джерел, що передбачені Розділом 4. Накопичення зібраних
            персональних даних відбувається шляхом внесення їх до відповідної бази даних, що зберігається в електронній
            формі у мережі Інтернет за допомогою технічних можливостей Вебсайту. Персональні дані Користувача
            зберігаються протягом строку надання передбачених Публічною офертою послуг Користувачу. Персональні дані
            зберігаються у базі персональних даних в електронній формі за юрисдикцією України. Адміністрація вебсайту
            використовує персональні дані для належного надання послуг Користувачу. Як та для чого використовуються
            персональні дані:
          </p>
          <p>
            <p>Вид персональних даних</p>
            <p>Як використовуються</p>
            <p>Прізвище</p>
            <p>Для формування списку учасників Telegram-чату, додавання на освітню платформу.</p>
            <p>Ім’я</p>
            <p>Для формування списку учасників Telegram-чату, додавання на освітню платформу.</p>
            <p>По батькові</p>
            <p>Для формування списку учасників Telegram-чату, додавання на освітню платформу.</p>
            <p>Адреса електронної пошти</p>
            <p> Для надання Користувачу персоніфікованого доступу до Telegram-чату, додавання на освітню платформу.</p>
            Для здійснення розсилки* * за додатковою згодою Користувача Для комунікації з Адміністрацією сайту та
            Уповноваженими особами; Контактний номер телефону (та прив’язаний до нього обліковий запис в Telegram) Для
            комунікації з Адміністрацією сайту та Уповноваженими особами; Для додавання Користувача до Telegram-чату;
            Cookies-файли Для забезпечення можливості суб’єкту персональних даних безперешкодно користуватися
            інтерфейсом вебсайту. Порядок зміни, видалення (знищення) персональних даних суб’єкта персональних даних
            передбачено Розділом 13 цієї Політики.
          </p>
          <h2 className="privacyPolicy__subtitle">ПОРЯДОК ОБРОБКИ ДЛЯ МАРКЕТИНГОВИХ ЦІЛЕЙ</h2>
          <p>
            Цією Політикою конфіденційності Адміністрації вебсайту надається право здійснювати розсилку. Мета розсилки
            полягає у наданні доступу до особистого кабінету, додаткових матеріалів, у інформуванні суб’єкта
            персональних даних про продукти, послуги, товари, заходи тощо Адміністрації вебсайту та/або його партнерів,
            а також у здійсненні анонімних опитувань з метою вивчення думки про продукти, послуги, товари, заходи тощо.
            Суб’єкт персональних даних дає згоду на здійснення Адміністрацією вебсайту розсилки у порядку, передбаченому
            п.7.2. цієї Політики конфіденційності. Суб’єкт персональних даних має право у будь-який момент відмовитися
            від розсилки шляхом зміни налаштувань за посиланням, вказаним в електронному листі та/або шляхом надсилання
            на електронну пошту Адміністрації вебсайту заяви про відмову від розсилки.
          </p>
          <p className="privacyPolicy__text ">
            ПОРЯДОК ДОСТУПУ ОСІБ, ЯКІ ОБРОБЛЯЮТЬ ПЕРСОНАЛЬНІ ДАНІ <p>Адміністрація вебсайту обробляє персональні дані за
            допомогою автоматизованої обробки та/або особисто, та/або із залученням третіх осіб, що надають послуги або
            виконують обов’язки від ім’я Адміністрації вебсайту, включаючи обробку бізнес-аналітику, обслуговування
            клієнтів, маркетинг, проведення опитувань. Адміністрація вебсайту веде за допомогою автоматизованої системи
            облік операції, пов’язаних з обробкою персональних даних суб’єкта персональних даних та зберігає такі
            відомості протягом 1 (одного) року з моменту здійснення операції.</p>
          </p>
          <h2 className="privacyPolicy__subtitle">ПРАВА ТА ОБОВ’ЯЗКИ СУБ’ЄКТА ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Суб’єкт персональних даних має право: Отримати відомості щодо цілей, для яких обробляються його персональні
            дані. Отримувати відомості щодо терміну, протягом якого обробляються персональні дані. Отримувати відомості
            щодо алгоритму автоматизованої обробки персональних даних та наслідків такої обробки. Вимагати від
            Адміністрації вебсайту без невиправданої затримки виправити свої неточні персональні дані. На внесення
            доповнень до неповних персональних даних, у тому числі шляхом подання додаткової заяви. Вимагати від
            Адміністрації вебсайту видалення без невиправданої затримки персональних даних, що належать до нього.
            Вимагати від Адміністрації вебсайту обмежити обробку його персональних даних. Отримати свої персональні
            дані, які Користувач надав Адміністрації вебсайту. Заявити заперечення проти обробки своїх персональних
            даних. Оскаржити дії або бездіяльність Адміністрації вебсайту: за українським законодавством Уповноваженому
            Верховної Ради України з прав людини або у судовому порядку; за законодавством країн-членів Європейського
            Союзу до уповноваженого органу з захисту прав суб’єктів персональних даних тієї держави, громадянином якої є
            суб’єкт персональних даних. Для реалізації своїх прав, що передбачені п.11.1. цієї Політики
            конфіденційності, Користувач направляє скан-копію вмотивованої письмової вимоги на адресу електронної пошти
            Адміністрації вебсайту з тієї адреси електронної пошти, яку Користувач зазначив у формі на оформлення
            замовлення на вебсайті. Суб’єкт персональних даних зобов’язаний: Дотримуватись положень цієї Політики
            конфіденційності. У разі зміни змісту персональних даних, щодо яких суб’єкт персональних даних надав згоду
            на обробку, повідомити Адміністрації вебсайту в порядку, передбаченому цією Політикою конфіденційності.
          </p>
          <h2 className="privacyPolicy__subtitle">
            УМОВИ ТА ПРОЦЕДУРА ЗМІНИ, ВИДАЛЕННЯ АБО ЗНИЩЕННЯ ПЕРСОНАЛЬНИХ ДАНИХ
          </h2>
          <p>
            Внесення змін до персональних даних: Підставою для внесення змін до персональних даних є вмотивована
            письмова заява суб’єкта персональних даних, що була надіслана у порядку, передбаченому п.11.2. Адміністрація
            вебсайту перевіряє зміст вимоги суб’єкта персональних даних. Зміни невідкладно вносяться до бази
            персональних даних з моменту встановлення невідповідності згідно з заявленими вимогами. Видалення та
            знищення персональних даних: Підставами є: Відзив згоди на обробку персональних даних, тобто заперечення
            проти обробки своїх персональних даних шляхом надсилання вмотивованої письмової вимоги суб’єкта персональних
            даних у порядку, передбаченому п.11.2. Закінчення строку обробки персональних даних, що передбачений цією
            Політикою конфіденційності. Адміністрація вебсайту повідомляє суб’єкта персональних даних про наслідки
            відзиву згоди. Адміністрація вебсайту видаляє або знищує персональні дані без необґрунтованої затримки. У
            разі видалення або знищення персональних даних в результаті відзиву згоди на обробку персональних даних,
            Адміністрація вебсайту має право припинити надавати послуги, передбачені Публічною офертою та не повертати
            грошову суму, сплачену суб’єктом персональних даних за послуги. Про зміну, видалення або знищення
            персональних даних Адміністрація протягом 10 (десяти) робочих днів повідомляє суб’єкта персональних даних.
          </p>
          <h2 className="privacyPolicy__subtitle">
            УМОВИ, ПРОЦЕДУРА ПОШИРЕННЯ ТА ТРАНСКОРДОННЕ ПЕРЕМІЩЕННЯ ПЕРСОНАЛЬНИХ ДАНИХ
          </h2>
          <p>
            Персональні дані Користувача можуть бути поширені (розповсюджені, передані) уповноваженим державним і
            судовим органам тільки при наявності законних підстав і відповідної вимоги. Адміністрація вебсайту не
            передає персональні дані третім особам, окрім тих, що визначені цією Політикою конфіденційності.
            Адміністрація вебсайту має право вносити зміни до цієї Політики конфіденційності та передбачати своє право
            на поширення персональних даних третім особам. Адміністрація повідомляє суб’єктів персональних даних про
            внесення змін щодо поширення їх персональних даних шляхом надіслання повідомлення на адресу електронної
            пошти суб’єкта персональних даних. Суб’єкт персональних даних погоджується з оновленою редакцією Політики
            конфіденційності шляхом мовчазної згоди. У разі, якщо суб’єкт персональних даних не погоджується з оновленою
            редакцією Політики конфіденційності, на останнього покладається обов’язок надіслати відзив згоди у порядку,
            передбаченому цією Політикою конфіденційності. Транскордонне переміщення за територіальні межі України
            відбувається за наявності таких підстав: передавання є необхідним на важливих підставах суспільного
            інтересу; передавання є необхідним для формування, здійснення або захисту правових претензій; передавання є
            необхідним для захисту життєво важливих інтересів суб’єкта даних або інших осіб, якщо суб’єкт даних фізично
            чи юридично неспроможний надати згоду.​
          </p>
          <h2 className="privacyPolicy__subtitle">МЕХАНІЗМИ ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ</h2>
          <p>
            Адміністрація сайту вживає необхідних організаційних і технічних заходів для захисту персональної інформації
            від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а
            також від інших неправомірних дій третіх осіб. У випадку витоку, незаконного розповсюдження персональних
            даних, що сталися з вини третіх осіб, Адміністрація негайно, з моменту виявлення факту витоку та/або
            незаконного розповсюдження персональних даних, повідомляє суб’єктів персональних даних шляхом надіслання
            повідомлення на адресу електронної пошти суб’єкта персональних даних. Вебсайт та CRM система, у якій
            зберігаються персональні дані, діє із використанням заходів щодо забезпечення безпеки персональних даних
            (двофакторна аутентифікація користувача, криптографічний захист інформації).
          </p>
          <h2 className="privacyPolicy__subtitle">ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
          <p>
            Адміністрація вебсайту несе відповідальність за збитки, понесені Користувачем у зв’язку з неправомірним
            використанням персональних даних, за винятком випадків, передбачених п.16.2. цієї Політики конфіденційності.
            У разі втрати або розголошення персональних даних Адміністрація вебсайту не несе відповідальність, якщо такі
            персональні дані: стали або були публічними на момент втрати або розголошення; були отримані від третьої
            сторони до моменту її отримання Адміністрацією вебсайту; були розголошені за згодою Користувача.
          </p>
          <h2 className="privacyPolicy__subtitle">ПОРЯДОК ВИРІШЕННЯ СПОРІВ</h2>
          <p>
            Користувач та Адміністрація вебсайту вирішує всі суперечки і розбіжності, що виникають з відносин, на які
            поширюється ця Політика конфіденційності шляхом переговорів. Неврегульовані Сторонами спори підлягають
            вирішенню в судовому порядку. Позови пред’являються до суду за місцезнаходженням Виконавця.
          </p>
          <h2 className="privacyPolicy__subtitle">ПРИКІНЦЕВІ ПОЛОЖЕННЯ</h2>
          <p>
            Ця Політика конфіденційності розміщена на вебсайту за адресою сайті https://www.tele-star.com.ua/.
            Адміністрація вебсайту має право вносити зміни до цієї Політики конфіденційності без згоди і повідомлення
            Користувача, окрім випадків, передбачених цією Політикою конфіденційності. Нова Політика конфіденційності
            набирає чинності з моменту її розміщення на вебсайті, якщо інше не передбачено новою редакцією Політики
            конфіденційності. Інформована згода на розсилку, Повідомлення про обробку Cookies-файлів та інші положення у
            будь-якій формі щодо обробки персональних даних, які розміщені на вебсайті є невід’ємними частинами цієї
            Політики конфіденційності. Текст Політики конфіденційності викладено українською мовою.
          </p>

          <h2 className="privacyPolicy__subtitle">РЕКВІЗИТИ АДМІНІСТРАЦІЇ ВЕБСАЙТУ: ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ</h2>
          <div className="privacyPolicy__subtext">
            <p>ФОП: Смірнов Ростислав Володимирович</p>
            <p>IBAN: UA653220010000026000300007894 АТ «УНІВЕРСАЛ БАНК»</p>
            <p>ЄДРПОУ: 3384601316</p>
            <p>18021, УКРАЇНА, 82183, ЛЬВІВСЬКА ОБЛАСТЬ, ДРОГОБИЦЬКИЙ РАЙОН, СЕЛО</p>
            <p>ЯСЕНИЦЯ-СІЛЬНА, ВУЛ. ШЕВЧЕНКА, БУД. 4</p>
            <p>Телефон: +380 96 138 57 40</p>
            <p>E-mail: info@tele-star.com.ua</p>
          </div>
        </div>
      </Container>
    </div>
  );
}
