import './PublicOffer.scss';

export default function PublicOffer() {
  return (
    <div className="publicOffer">
      <div className="publicOffer__wrapper">
        <h1 className="publicOffer__wrapper_title"> ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА)</h1>
        <p>на користування послугами ФОП Смірнов Ростислав Володимирович</p>

        <div>
          <h2 className="publicOffer__title">1. ВСТУП</h2>
          <p>1.1. Цей документ є публічною пропозицією до укладення договору на зазначених нижче умовах (офертою).</p>
          <p>
            1.2. Договір укладається між Вами - особою, зацікавленою в отриманні доступу до дистанційних навчальних
            курсів, пропонованих на сайті https://www.tele-star.com.ua/ та пов'язаних послуг, та ФОП Смірнов Ростислав
            Володимирович (ІПН 3384601316), далі ВИКОНАВЕЦЬ. Оферта визначає умови користування будь-якими послугами ,
            за винятком тих, що надаються на підставі окремого договору.
          </p>

          <h2 className="publicOffer__title">2. ПРЕДМЕТ ДОГОВОРУ</h2>
          <p>
            2.1. Предметом договору є надання послуг доступу до навчального контенту (дистанційних навчальних курсів,
            пропонованих на сайті та наведених у Переліку послуг ВИКОНАВЦЯ (далі за текстом - “Курси” або “Програми
            навчання”), а також пов'язаних освітніх та консалтингових послуг.
          </p>

          <h2 className="publicOffer__title">3. УМОВИ ДОГОВОРУ</h2>
          <p>
            3.1. Якщо з вами не укладено іншого письмового договору, ваш договір із ВИКОНАВЦЕМ завжди включає щонайменше
            ті умови та положення, які викладені в цьому документі (далі - "ЗАГАЛЬНІ УМОВИ"). Будь-ласка, прочитайте
            його уважно.
          </p>
          <p>
            3.2. Крім ЗАГАЛЬНИХ УМОВ договір також включає ОКРЕМІ УМОВИ, опубліковані в додатках до оферти або ж на
            сторінці з описом продукту (дистанційного курсу, або послуги) на нашому сайті (далі - "ОКРЕМІ УМОВИ").
            ЗАГАЛЬНІ УМОВИ та ОКРЕМІ УМОВИ (далі - «УМОВИ») разом утворюють договір про надання послуг.
          </p>
          <p>
            3.3. Окрім умов договору, ви також повинні виконувати всі правила та умови, з якими ми вам запропонуємо
            ознайомитись у процесі оформлення замовлення або отримання послуг (наприклад, правила користування
            навчальною платформою, або правила спілкування в чатах, тощо).
          </p>
          <h2 className="publicOffer__title">4. АКЦЕПТ ОФЕРТИ</h2>
          <p>
            4.1. Щоб скористатися послугами ВИКОНАВЦЯ ви повинні акцептувати оферту - тобто прийняти всі без винятку
            умови договору, - та надати згоду на обробку вашої персональної інформації, відповідно до нашої Політики
            конфіденційності.
          </p>
          <p>4.2. Ви можете прийняти умови договору:</p>
          <p>
            (А) дією на сайті - натисканням на спеціальне поле (кнопку або чек-бокс) на сторінці замовлення послуги; або
          </p>
          <p>
            (Б) оплатою послуг за допомогою платіжної кнопки або посилання, або оплатою виставленого рахунку (за першою
            подією), або
          </p>
          <p>(В) фактичним користуванням послугами.</p>
          <p>
            4.3. Якщо ви не згодні з УМОВАМИ договору, - припиніть користуватися послугами. Якщо ви вже оформили
            замовлення та оплатили послуги, та не згодні з УМОВАМИ договору або умовами навчання, - надішліть нам запит
            на повернення коштів у встановленому порядку.
          </p>
          <p>
            4.4. Зверніть увагу, акцепт оферти прирівнюється до укладення договору у простій письмовій формі. Такий
            договір має юридичну силу та має виконуватись сторонами.
          </p>
          <h2 className="publicOffer__title">5. ПОСЛУГИ ВИКОНАВЦЯ</h2>
          <p>
            5.1. Скористатись платними послугами ВИКОНАВЦЯ можуть лише особи, які досягли 18-річного віку та/або
            володіють повним обсягом цивільної дієздатності. Допускається замовлення Послуг та укладення договору в
            інтересах неповнолітньої особи (шляхом акцепту цієї Оферти) її законним представником - тобто, одним із
            батьків, або опікуном.
          </p>
          <p>
            5.2. Опис доступних Курсів та пов’язаних послуг, умови та особливості доступу до контенту та отримання
            пов'язаних послуг, наведені у відповідних розділах нашого сайту. Обсяг доступних вам навчальних матеріалів
            залежить від обраного вами Курсу та Пакету послуг.
          </p>
          <p>
            5.3. Більшість Програм навчання включають доступ до платного контенту, живі зустрічі (сесії) та практичні
            завдання. Зверніть увагу, самостійна робота, перегляд доступного навчального контенту та регулярне
            відвідування онлайн-занять (вебінарів, сесій, майстер-класів) є обов'язковою умовою засвоєння навчального
            матеріалу та успішного проходження курсу.
          </p>
          <p>
            5.4. Деякі Пакети послуг можуть включати бонусні матеріали та послуги. Оскільки бонусні послуги та матеріали
            не є частиною Курсу, ми залишаємо за собою право в будь-який момент без попередження змінювати їх перелік та
            обсяг.
          </p>
          <h2 className="publicOffer__title">6. АКАУНТ КОРИСТУВАЧА ТА ПЕРЕГЛЯД КОНТЕНТУ</h2>
          <p>
            6.1. Після оформлення першого замовлення на доступ до Курсу та його успішної оплати, ми надішлемо вам
            веб-посилання для реєстрації на нашій навчальній платформі та входу до вашого особистого кабінету.
          </p>
          <p>
            6.2. Для отримання доступу до платного контенту та пов'язаних послуг (наприклад, доступ до закритого чату та
            консультацій, тощо) ви повинні перейти за наданим посиланням, пройти процедуру реєстрації та отримати
            обліковий запис користувача навчальною платформою. Одного облікового запису користувача достатньо для
            отримання доступу до контенту та послуг за різними програмами навчання.
          </p>
          <p>
            6.3. Забороняється передача аутентифікаційних даних для доступу до навчання третім особам. Ви попереджені,
            що можете здійснювати доступ до особистого кабінету та переглядати контент не більше ніж з двох
            авторизованих пристроїв.
          </p>
          <h2 className="publicOffer__title">7. УМОВИ ОПЛАТИ</h2>
          <p>
            7.1. Вартість послуг може бути вказана на нашому сайті або ж у письмових повідомленнях, що вам надсилаються.
            Остаточна вартість послуг платежу фіксується у виставленому вам рахунку або електронному інвойсі платіжної
            системи. Зверніть увагу, вартість послуг включає тільки той контент та послуги, які зазначені на сторінці із
            описом обраного вами Курсу та Пакету послуг.
          </p>
          <p>
            7.2. У разі оплати послуг платіжною карткою, сума списання може включати додаткові комісії банків та
            платіжних систем. Якщо валюта вашої картки відрізняється від валюти платежу (валюти покупки), сума списання
            визначається виходячи з обмінного курсу платіжних систем VISA або MasterCard, а також банку-емітента (банку,
            який випустив вашу карту); можливі додаткові витрати, пов'язані з конвертацією валюти. Спосіб платежу
          </p>
          <p>
            7.3. Ви можете оплатити послуги за допомогою кнопки на сайті або ж наданого нами платіжного посилання. Ви
            також можете оплатити послуги за рахунком в онлайн-банкінгу, або у будь-якій фінансовій установі.
            Звернувшись до нашої служби підтримки клієнтів ви отримаєте вичерпну інформацію про доступні способи
            платежу.
          </p>
          <p>
            7.4. Якщо для оплати послуг ви скористалися платіжним терміналом (IBOX або інші), або здійснили платіж через
            касу фінансової установи (банк, сервіс переказу коштів, тощо), ви зобов'язані повідомити нас про платіж та
            надіслати нам зображення документа, що підтверджує оплату послуг. Це може бути чек, квитанція, чи платіжне
            доручення. Це необхідно для того, щоб ми змогли своєчасно ідентифікувати ваш платіж та розпочати надання
            послуг. Строки платежу
          </p>
          <p>
            7.5. Ви повинні оплатити послуги у строк, зазначений на сторінці оплати, у виставленому рахунку або ж у
            нашому письмовому повідомленні із реквізитами для оплати.
          </p>
          <p>
            7.6. Якщо ви не оплатите послуги у зазначений строк, ми маємо право не допускати вас до занять, призупинити
            надання послуг та заблокувати вам доступ до контенту, до повного погашення заборгованості.
          </p>
          <h2 className="publicOffer__title">8. УМОВИ БРОНЮВАННЯ ПОСЛУГ</h2>
          <p>
            8.1. Бронюючи послуги ВИКОНАВЦЯ ви оформлюєте попереднє замовлення на отримання послуг за спеціальною ціною,
            за умови сплати вартості бронювання. Ви зобов'язуєтесь внести залишок вартості послуг у строки та на умовах
            акційної пропозиції, опублікованої на нашому сайті, або в письмових повідомленнях, що вам надсилаються.
          </p>
          <p>
            8.2. Зверніть увагу, внесена вами сума (вартість бронювання) вважається завдатком та передається вами в
            рахунок належних платежів, у доказ укладання договору та на забезпечення його виконання. Якщо ви повністю не
            оплатите заброньовані послуги у передбачений пропозицією строк, ми утримаємо всю суму завдатку (вартість
            бронювання не повертається).
          </p>
          <p>
            8.3. Ви завжди можете використати внесену вами суму (вартість бронювання) в рахунок часткової оплати інших
            послуг ВИКОНАВЦЯ протягом двох (2) календарних місяців з дня внесення завдатку. Для цього зв'яжіться із
            нашою службою підтримки клієнтів. Зі спливом двомісячного строку ви втрачаєте таку можливість.
          </p>
          <p>
            8.4. Ви також можете переоформити замовлення на Пакет послуг більшої вартості, незалежно від того, який
            пакет послуг ви забронювали, за умови доплати різниці у вартості.
          </p>
          <h2 className="publicOffer__title">9. СТРОКИ НАДАННЯ ПОСЛУГ</h2>
          <p>
            9.1. Ми пропонуємо різні послуги та програми навчання, які відрізняються форматом та можуть мати різну
            тривалість. Тривалість надання послуг визначається у відповідних розділах сайту, на сторінці із описом Курсу
            чи послуги. Строк доступу до контенту
          </p>
          <p>
            9.2. Різні програми навчання передбачають доступ до навчальних матеріалів на обмежений строк. У такому
            випадку ви гарантовано отримаєте доступ до навчального контенту на строк, зазначений на сторінці Курсу. Зі
            спливом цього строку контент буде вам недоступний.
          </p>
          <p>
            9.3. Ви розумієте та погоджуєтесь із тим, що ми можемо в односторонньому порядку переносити дату та час
            проведення занять (лекцій, занять, сесій, зустрічей, майстер-класів, інтенсивів і вебінарів) та це не
            вважається порушенням договору з нашого боку.
          </p>
          <h2 className="publicOffer__title">10. ПОЛІТИКА ПОВЕРНЕННЯ КОШТІВ</h2>
          <p>Загальні правила повернення</p>
          <p>
            10.1. Ви можете надіслати запит на повернення коштів протягом семи (7) календарних днів з дати отримання
            доступу до контенту (тобто з моменту отримання посилання для входу в особистий кабінет у навчальній
            платформі). Якщо запит на повернення оформлений із порушенням вказаного строку, ми маємо право відмовити вам
            у поверненні коштів та утримати всю суму авансу в якості штрафу за односторонню відмову від договору.
          </p>
          <p>
            10.2. Якщо на момент оформлення запиту на повернення коштів ви вже почали користуватися послугами
            (наприклад, отримали доступ до навчальних матеріалів або їх записів), ми утримаємо із суми повернення
            вартість фактично отриманих вами послуг. Якщо на момент оформлення запиту на повернення коштів ви ще не
            користувалися замовленими послугами, ми повернемо вам кошти, за вирахуванням комісій платіжних систем,
            пов'язаних з поверненням.
          </p>
          <p>
            10.3. Для повернення коштів ми скористаємося тим самим способом платежу, який ви використали під час оплати
            замовлення. Якщо ж ми отримаємо запит, оформлений із порушенням вказаного строку, ми утримаємо всю суму
            авансу в якості штрафу за односторонню відмову від договору.
          </p>
          <p>
            10.4. Ви розумієте, що ваша незгода із думкою викладачів, методикою та змістом навчальних Курсів, не є
            підставою для повернення коштів. Оформлення повернення
          </p>
          <p>
            10.5. Для відмови від послуг та повернення коштів напишіть нам email за адресою, вказаною на сайті, ми
            надішлемо вам форму запиту на повернення та докладні інструкції зворотнім повідомленням. Ваш лист має
            містити принаймні ваші ПІБ та email, яким ви скористалися під час оформлення замовлення.
          </p>
          <p>
            10.6. Якщо ви порушите порядок оформлення запиту на повернення та не надасте нам запит на повернення коштів
            за нашою формою, ми маємо право відмовити вам у поверненні коштів. Неотримання послуг, або неявка на заняття
          </p>
          <p>
            10.7. Ми ніколи не відшкодовуємо вартість неотриманих вами послуг, якщо ви не отримали їх не з нашої вини,
            наприклад, якщо ви не переглядали доступний вам платний контент, або не скористалися доступними вам
            послугами (пропустили одне або кілька занять). Інші умови повернення
          </p>
          <p>
            10.8. Ми можемо встановлювати інші правила повернення для окремих Курсів та послуг. У такому випадку, ми
            обов'язково опублікуємо їх на сторінці з описом Курсу на нашому сайті.
          </p>
          <h2 className="publicOffer__title">11. ДОДАТКОВА ГАРАНТІЯ ПОВЕРНЕННЯ</h2>
          <p>
            11.1. Ми впевнені, що користування Послугами та знання, отримані під час навчання, забезпечать вам прибуток
            вже протягом перших шести (6) місяців, починаючи з дати завершення навчання. Саме тому ми пропонуємо вам
            додаткову гарантію повернення коштів для певних продуктів (курсів) та Послуг. У такому разі ми опублікуємо
            умови додаткової гарантії на сторінці із описом продукту (послуги, курсу чи програми навчання).
          </p>
          <p>
            11.2. Зверніть увагу (!), щоб скористатися такою гарантією, ви повинні обов'язково завершити навчання
            (пройти всі тематичні модулі Курсу), виконати всі без винятку практичні (домашні) завдання, передбачені
            програмою навчання та бути присутніми на всіх без винятку живих зустрічах. Застереження Результати різних
            учасників навчання можуть значно відрізнятися - багато залежить від індивідуальної роботи та настрою слухача
            курсу. Ми не обіцяємо швидких та легких позитивних змін в якості життя, - будь-які зміни вимагають зусиль та
            старанної самостійної роботи. Однак, ми гарантуємо, що користуючись послугами, ви отримаєте знання та
            навички, що наблизять вас до досягнення поставленої мети.
          </p>
          <h2 className="publicOffer__title">12. ІНТЕЛЕКТУАЛЬНА ВЛАСНІСТЬ</h2>
          <p>
            12.1. В залежності від придбаних вами послуг, ви отримуєте доступ до контенту (інформаційним та навчальним
            матеріалам), авторські та суміжні права на який захищені або в будь-якому випадку належать нам, незалежно
            від факту реєстрації та території їх дії.
          </p>
          <p>
            12.2. Користуючись послугами, ви отримуєте право переглядати контент та використовувати його в особистих
            цілях, на умовах цієї угоди, протягом строку навчання, якщо інше не передбачено умовами замовленого пакету
            послуг. Авторські матеріали
          </p>
          <p>
            12.3. Усі матеріали, розміщені на нашому сайті, а також матеріали, надані вам в ході надання послуг
            (контент) є об'єктами авторського права, виключні права на використання яких належать ВИКОНАВЦЮ, незалежно
            від факту реєстрації та території їх дії.
          </p>
          <p>
            12.4. Копіювання, перероблення, модифікація, повне або часткове використання, публічне відтворення та
            поширення матеріалів, розміщених на сайті, або доступ до яких ви отримали а рамках замовленого Курсу, так
            само як використання контенту у комерційних цілях, без письмового дозволу правовласника, суворо заборонено
            та переслідується за законом.
          </p>
          <p>
            12.5. Зверніть увагу! Купівля доступу до навчального контенту "у складчину" або передача ваших облікових
            даних для доступу до навчання третім особам заборонено, - це піратство. Порушення прав
          </p>
          <p>
            12.6. Будь-яке порушення прав інтелектуальної власності переслідується згідно законодавства країни
            проживання порушника та міжнародного законодавства, та тягне за собою настання цивільної, адміністративної
            та кримінальної відповідальності. У разі виявлення фактів незаконного використання нашої інтелектуальної
            власності (використання бренду; копіювання або переробка матеріалів курсу, покупка доступу до курсу "у
            складчину" та передача облікових даних для доступу до контенту третім особам та ін.), ми можемо на власний
            розсуд припинити надання послуг та заблокувати аккаунт порушника на нашій навчальній платформі, без
            відшкодування вартості послуг.
          </p>
          <p>
            12.7. Ми маємо право за своїм вибором вимагати від порушника повного відшкодування збитків, заподіяних таким
            порушенням або ж виплати порушником компенсації в розмірі подвійної плати за правомірне використання
            об'єктів інтелектуальної власності, за кожен випадок неправомірного використання. У разі відмови порушника
            від добровільної виплати компенсації, ми будемо змушені звернутися до правоохоронних органів, ініціювати
            кримінальне провадження та стягнути грошову компенсацію у примусовому порядку.
          </p>
          <h2 className="publicOffer__title">13. ВІДПОВІДАЛЬНІСТЬ</h2>
          <p>Загальні положення</p>
          <p>
            13.1. Ви приймаєте на себе повну відповідальність за будь-які порушення ваших зобов'язань, зазначених в
            УМОВАХ, а також за всі наслідки цих порушень. Користуючись сайтом та послугами ви зобов'язуєтьсь не брати
            участі в діяльності, яка порушує функціонування сайту або пов'язаних з ними серверів та мереж, або
            перешкоджає наданню послуг.
          </p>
          <p>
            13.2. Ми несемо відповідальність за: порушення умов та порядку надання послуг; надання послуг неналежної
            якості. Ви несете відповідальність за: достовірність та правильність реєстраційних та платіжних даних;
            використання третіми особами ваших облікових даних для доступу до послуг; незаконне використання наших
            матеріалів; поширення наклепу про нашу компанію; порушення строків платежу; порушення УМОВ договору та
            правил користування послугами; втручання в роботу нашого сайту, або спробу отримати доступ до послуг в обхід
            наших інструкцій. Обмеження відповідальності
          </p>
          <p>
            13.3. Наша сукупна відповідальність за будь-яким позовом або претензією обмежується вартістю послуги
            неналежної якості. Ми не несемо відповідальності за: неможливість надання послуг з причин, що не залежать
            від нашої волі, включаючи форс-мажор, порушення роботи ліній зв'язку, несправність обладнання та програмного
            забезпечення, що не належить нам; порушення безпеки обладнання та програмного забезпечення,
            використовуваного вами для отримання послуг; втрату конфіденційної інформації або її частини, якщо в цьому
            немає нашої провини; будь-які збитки третіх осіб, що виникли не з нашої вини. У разі порушення нами строку
            надання послуг наша відповідальність обмежується виключно: продовженням строку надання послуг, або наданням
            послуг у новий строк.
          </p>
          <h2 className="publicOffer__title">14. ЗГОДА НА ОТРИМАННЯ ПОВІДОМЛЕНЬ</h2>
          <p>
            14.1. Оформляючи замовлення на послуги, оформляючи підписку на email-розсилку, розсилку в месенджери або
            реєструючись на нашому сайті (відправляючи свої контактні дані), ви погоджуєтеся з тим, що ми можемо
            направляти вам повідомлення, рекламу та розсилки (email, sms, повідомлення в месенджери та голосові
            повідомлення), користуючись контактами, зазначеними вами у реєстраційній формі. Ви завжди можете відмовитися
            від отримання цих повідомлень, письмово повідомивши нас про це.
          </p>
          <h2 className="publicOffer__title">15. БАТЬКІВСЬКИЙ КОНТРОЛЬ</h2>
          <p>
            15.1. Якщо Ви оформили замовлення послуг на користь неповнолітньої особи, Ви, як законний представник (один
            із батьків, або опікун), зобов'язуєтесь контролювати процес навчання вашої дитини. Ви зобов'язуєтесь
            самостійно стежити за його успішністю та за виконанням практичних (домашніх завдань), а також дотримуватися
            наших рекомендацій.
          </p>
          <p>
            15.2. Дітям буває складно зосередитися на навчанні та самостійно контролювати себе на шляху до мети (слухати
            всі лекції, брати участь в сесіях та своєчасно виконувати практичні завдання). Однак саме від цього залежить
            якість знань та навичок, отриманих вашою дитиною. Саме тому вашій дитині потрібна підтримка та батьківський
            контроль.
          </p>
          <p>
            15.3. Зверніть увагу, що ми не зобов'язані слідкувати за успішністю вашої дитини та інформувати вас про її
            прогрес у навчанні, ми надаємо таку інформацію тільки за вашим запитом.
          </p>
          <p>
            15.4. Ви розумієте та погоджуєтесь із тим, що, якщо ваша дитина прослухає Курс навчання та не отримає
            необхідних знань та навичок не з нашої вини (наприклад, через невиконання домашніх завдань, або через погану
            успішність), ви не можете вимагати повернення коштів за навчання.
          </p>
          <h2 className="publicOffer__title">16. РОЗМІЩЕННЯ КОНТЕНТУ</h2>
          <p>Обмеження відповідальності за розміщення контенту</p>
          <p>
            16.1. Ви несете відповідальність за контент та матеріали, які ви розміщуєте на нашому сайті, в наших
            спільнотах, групах або чатах проєкту, в процесі користування послугами ВИКОНАВЦЯ. Відповідність вимогам
            законодавства
          </p>
          <p>
            16.2. Розміщуючи ваш власний контент ви зобов'язані дотримуватися вимог застосовного законодавства. У
            будь-якому випадку, забороняється публікація контенту політичного, порнографічного, сексуального характеру,
            або контенту, який пропагує насильство, садизм, дискримінацію, чи містить погрози або наклеп.
          </p>
          <p>
            16.3. Крім того, розміщуваний вами контент не повинен порушувати прав третіх осіб. Це стосується майнових та
            особистих немайнових прав третіх осіб, в тому числі прав інтелектуальної власності (наприклад, авторське
            право та права на товарний знак та торгове найменування). Ви також зобов'язані не порушувати прав третіх
            осіб при розміщенні коментарів / відгуків, фото профілю або будь-яких зображень, які ви публікуєте.
            Несанкціонована реклама
          </p>
          <p>
            16.4. Контент та матеріали, які ви розміщуєте в процесі користування послугами ВИКОНАВЦЯ, не повинні містити
            рекламу та/ або реферальні посилання. Ми маємо право в будь-який момент видалити або перемістити будь-який
            контент, розміщений вами, якщо вважатимемо, що він порушує вказані вимоги. Відповідальність
          </p>
          <p>
            16.5. Якщо ви порушуєте зазначені принципи розміщення контенту, ми можемо, на власний розсуд, направити вам
            письмове попередження, заблокувати ваш обліковий запис та призупинити надання послуг, або розірвати договір
            в односторонньому порядку (без відшкодування вартості навчання).
          </p>
          <p>
            16.6. Якщо ви порушуєте УМОВИ договору, ви зобов'язані відшкодувати нам всі збитки, завдані таким
            порушенням, а також відшкодувати збитки, пов'язані із задоволенням претензій третіх осіб (чиї права ви
            порушили). Ми залишаємо за собою право пред'являти вам претензії за збитки та інші вимоги в порядку регресу.
          </p>
          <h2 className="publicOffer__title">17. ПРАВИЛА СПІЛКУВАННЯ</h2>
          <p>17.1. В чатах, закритих групах та у особистому кабінеті категорично заборонені:</p>
          <p>❏ спам, і нав'язлива реклама (недоречні пропозиції рекламного або комерційного характеру);</p>
          <p>❏ суб'єктивні оцінки нашої роботи, запрошених тренерів та експертів;</p>
          <p>❏ неповажне ставлення до інших учасників чату;</p>
          <p>❏ повідомлення образливого змісту, а також містять ненормативну лексику (як явну, так і завуальовану);</p>
          <p>
            ❏ навмисні орфографічні і синтаксичні помилки, які можуть призвести до неоднозначного розуміння змісту
            повідомлення іншими;
          </p>
          <p>❏ грубі, образливі, в'їдливі висловлювання і зауваження на адресу учасників чату і адміністраторів;</p>
          <p>
            ❏ дискримінація за расовою, національною, релігійною чи іншою ознакою, національні, расові гасла і
            висловлювання;
          </p>
          <p>
            ❏ повідомлення, що містять в собі пропаганду насильства, зброї, рекламу і відкриті обговорення будь-яких
            наркотиків і алкоголю;
          </p>
          <p>❏ матеріали еротичного і порнографічного змісту;</p>
          <p>❏ матеріал, що порушують авторські та суміжні права третіх осіб (цитування, посилання та інше);</p>
          <p>
            ❏ особисті дані учасників чату: адреса електронної пошти, номер телефону, поштову адресу, номер кредитної
            картки та інше;
          </p>
          <p>❏ флуд - будь-які повідомлення та коментарі, які не мають прямого відношення цілям чату;</p>
          <p>❏ непредметні питання без об'єктивного опису проблеми і конкретного адресата;</p>
          <p>
            ❏ надмірно емоційно забарвлені висловлювання і оціночні судження з приводу вартості і доцільності участі в
            навчанні;
          </p>
          <p>
            ❏ наклеп, голослівні звинувачення і розповсюдження неперевірених або неправдивих відомостей, а також
            поширення інформації, що ганьбить честь, гідність чи ділову репутацію організаторів навчання або учасників
            чату.
          </p>
          <p>
            17.2. Якщо адміністратор або модератор чату або групи в месенджерах вважатиме, що будь-яка дію учасника
            порушує ці правила або заважає іншим учасникам, він попереджає порушника про неприпустимість такої
            поведінки. Якщо учасник не прислухався до рекомендації, він може бути заблокований на будь-який термін, який
            адміністратор або модератор вважають справедливим.
          </p>
          <h2 className="publicOffer__title">18. СТРОК ДІЇ ОФЕРТИ</h2>
          <p>
            18.1. ОФЕРТА (пропозиція до укладення договору на визначених умовах) дійсна допоки не буде змінена або
            відкликана ВИКОНАВЦЕМ.
          </p>
          <p>
            18.2. Припинення дії (відгук) цієї ОФЕРТИ не впливатиме на будь-які юридичні права, обов'язки та
            відповідальність, які діяли для вас та ВИКОНАВЦЯ, та виникли до моменту припинення дії пропозиції.
          </p>
          <h2 className="publicOffer__title">19. СТРОК ДІЇ ДОГОВОРУ</h2>
          <p>
            19.1. Договір про надання послуг, укладений акцептом цієї оферти, діє до повного виконання сторонами
            зобов'язань.
          </p>
          <h2 className="publicOffer__title">20. РОЗІРВАННЯ ДОГОВОРУ</h2>
          <p>
            20.1. Ми залишаємо за собою право розірвати договір, укладений із вами, за умови направлення вам письмового
            повідомлення не пізніш як за два (2) тижні до запланованої дати розірвання.
          </p>
          <p>
            20.2. Ми можемо в будь-який час припинити надання послуг та відрахувати вас з числа слухачів Курсу, якщо ви:
            грубо порушуєте умови навчання або умови договору; не переглядаєте доступний вам навчальний контент;
            ухиляєтесь від виконання практичних завдань, передбачених програмою; порушуєте правила спілкування в чатах;
            порушуєте права інтелектуальної власності або ж намагаєтеся отримати доступ до закритих матеріалів програми,
            не передбачених замовленим пакетом послуг, в обхід наших інструкцій.
          </p>
          <p>
            20.3. У випадку припинення навчання з причин, зазначених у цьому розділі, кошти та аванси, сплачені
            учасником, що вибуває, не повертаються.
          </p>
          <h2 className="publicOffer__title">21. ПЕРСОНАЛЬНА ІНФОРМАЦІЯ</h2>
          <p>
            21.1. Ми обробляємо вашу персональну інформацію відповідно до нашої Політики Конфіденційності. Вона
            регламентує збір, обробку, використання та захист вашої персональної інформації. Ви завжди можете знайти
            актуальну версію політики на нашому сайті.
          </p>
          <p>
            21.2. Користуючись сайтом або послугами, заповнюючи реєстраційні форми на сайті, ви погоджуєтеся із нашою
            Політикою конфіденційності та надаєте згоду на збір та обробку ваших персональних даних на вказаних умовах.
            Якщо ви не згодні з ними, припиніть використання сайту та послуг.
          </p>

          <h2 className="publicOffer__title">22. ФОТО- І ВІДЕОЗЙОМКА УЧАСНИКІВ ЗАНЯТЬ</h2>
          <p>22.1. Відвідуючи заняття ви надаєте нам згоду на:</p>
          <p>
            (А) організацію та ведення фото-, аудіо- та відеозйомки, а також запис веб-трансляцій відкритих занять та
            заходів (сесій, розборів і групових занять), що відбуваються за вашою участі;
          </p>
          <p>
            (Б) використання компанією фото- та відеоматеріалів, що містять ваше зображення, а також ваш голос та
            виконання у рекламних цілях (в тому числі, на їх переробку та розміщення в мережі Інтернет на нашому сайті і
            в соцмережах).
          </p>

          <h2 className="publicOffer__title">23. ЗМІНА УМОВ НАДАННЯ ПОСЛУГ</h2>
          <p>
            23.1. Ми залишаємо за собою право на власний розсуд у будь-який час вносити зміни до цієї Оферти (та
            викладених у ній ЗАГАЛЬНИХ УМОВ договору), розмістивши на цій сторінці її нову редакцію. Новітня версія
            Оферти набуває чинності з моменту її публікації на веб-сайті. Рекомендуємо регулярно перевіряти цю сторінку
            та дату внесення останніх змін, зазначену у верхній частині сторінки. У разі зміни ОКРЕМИХ УМОВ договору, ми
            внесемо зміни до опису послуг безпосередньо на сторінці продукту (курсу) на нашому сайті.
          </p>
          <p>
            23.2. Якщо ви продовжуєте користуватися послугами та не заявили письмових заперечень протягом п'яти (5) днів
            з дати зміни умов, вважається, що ви погодилися з умовами договору із урахуванням змін. Якщо ви заперечуєте
            проти нової редакції УМОВ, ми зберігаємо за собою право відмовитися від надання послуг.
          </p>
          <h2 className="publicOffer__title">24. ЗАГАЛЬНІ ПРАВОВІ УМОВИ</h2>
          <p>24.1. Відносини сторін регулюються положеннями законодавства України.</p>
          <p>
            24.2. За наявності розбіжностей між ОКРЕМИМИ та ЗАГАЛЬНИМИ УМОВАМИ, положення ОКРЕМИХ УМОВ, що стосуються
            відповідної послуги, мають переважну силу.
          </p>
          <p>
            24.3. Якщо будь-який судовий орган, визнає недійсність одного з положень укладеного договору (ЗАГАЛЬНИХ або
            ОКРЕМИХ УМОВ договору), відповідне положення буде виключено з договору, зі збереженням дії інших положень.
            Решта положень договору, як і раніше будуть дійсні та їх виконання може забезпечуватися в судовому порядку.
          </p>

          <h2 className="publicOffer__title">25. НАШІ КОНТАКТИ</h2>

          <div className="publicOffer__contacts">
            <p>ФОП: Смірнов Ростислав Володимирович</p>
            <p>IBAN: UA653220010000026000300007894 АТ «УНІВЕРСАЛ БАНК»</p>
            <p>ЄДРПОУ: 3384601316</p>
            <p>18021, УКРАЇНА, 82183, ЛЬВІВСЬКА ОБЛАСТЬ, ДРОГОБИЦЬКИЙ РАЙОН, СЕЛО</p>
            <p>ЯСЕНИЦЯ-СІЛЬНА, ВУЛ. ШЕВЧЕНКА, БУД. 4</p>
            <p>Телефон: +380 96 138 57 40</p>
            <p>E-mail: info@tele-star.com.ua</p>
          </div>
        </div>
      </div>
    </div>
  );
}
