import img1 from '../../assets/HowTheTraining/img1.webp';
import img2 from '../../assets/HowTheTraining/img2.webp';
import img3 from '../../assets/HowTheTraining/img3.webp';
import img4 from '../../assets/HowTheTraining/img4.webp';
import img5 from '../../assets/HowTheTraining/img5.webp';


export const item = [
  {
    img: img1,
    title: 'Короткі відео-уроки з конспектами',
    text: 'Щодня відкриватиметься 2 уроки  в записі, подивитися які ти зможеш у будь-який зручний час безмежну кількість разів.  Для зручності найважливіша інформація зібрана у коротких конспектах',
    textHighlight: 'будь-який зручний час безмежну кількість разів.'
  },
  {
    img: img2,
    title: 'Практичні завдання',
    text: 'Після проходження матеріалу ти отримаєш завдання для закріплення знань та застосування в роботі  з перевіркою кураторами та автором курсу',
    textHighlight: 'з перевіркою кураторами та автором курсу'  
  },
  {
    img: img3,
    title: "Зворотній зв'язок",
    text: "Кожного дня ти маєш змогу задати питання та отримати підтримку у чаті, а також отримаєш зворотній зв'язок щодо домашнього завдання",
    textHighlight: 'Кожного дня ти маєш змогу задати питання та отримати підтримку'
  },
  {
    img: img4,
    title: 'Прямі ефіри',
    text: 'Раз на тиждень проходитиме прямий ефір з ведучим курсу, кураторами, запрошеними спікерами та лідерами ринку TELEGRAM – лише новітня і корисна інформація та досвід «без води»',
    textHighlight: 'лише новітня і корисна інформація та досвід «без води»'
  },
  {
    img: img5,
    title: 'TELEGRAM-ком’юніті',
    text: 'Спільнота людей, що мають намір підкорити TELEGRAM ринок України та світу. Спільнота для обміну досвідом, контактами, для пошуку команди, проектів, партнерів та інвесторів ',
    textHighlight: 'Спільнота для обміну досвідом, контактами, для пошуку команди, проектів, партнерів та інвесторів'
  },
];
